Repository: common-repository/altchecker
Catalog: langs/altchecker-*.po
Languages: hu_hu

source: Missing alternate text
hu_hu: Hiányzó szöveges alternatívák

source: Dear %s,
hu_hu: Tisztelt %s!

source: Your following posts contain images without (or possible automatic) alternate text.
hu_hu: Az Ön következő bejegyzéseiben olyan kép szerepel, amelyhez nem tartozik (vagy valószínűleg automatikus) szöveges alternatíva.

source: Please fill out these fields so that screen reader users can also access this information!
hu_hu: Kérjük, töltse ki ezeket, hogy a képernyőolvasót használó felhasználók is hozzá tudjanak jutni az információhoz!

source: This is an automatically generated message. Don't answer this e-mail address!
hu_hu: Ez egy automatikusan generált levél, kérem erre a címre ne válaszoljon!

source: Best Regards:
hu_hu: Üdvözlettel:

source: Sending e-mail to %s was succesfull!
hu_hu: %s részére a levélküldés sikeresen megtörtént!

source: Sending e-mail to %s failed!
hu_hu: %s részére a levélküldés sikertelen!

source: Send e-mail to authors
hu_hu: E-mail küldés a szerzőknek

source: Post
hu_hu: Bejegyzés

source: Image
hu_hu: Kép

source: Your posts have no images with alternate text problems.
hu_hu: Az Ön bejegyzléseiben nem található olyan kép, ami szöveges alternatíva problémát tartalmaz.

source: Alt checker
hu_hu: Szöveges alternatíva ellenőrző

source: Aron Ocsvari
hu_hu: Ócsvári Áron
